Repository: paulber19/VLCAccessEnhancementNVDAAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, es, fr, ru, tr

source: VLC multimedia player: Accessibility enhancements
ar: تحسينات إمكانية الوصول : لمشغل الوسائط المتعددة VLC
es: Reproductor multimedia VLC: complementos de accesibilidad
fr: Lecteur multimédia VLC: compléments d'accessibilité
ru: Плагин доступности vlc
tr: VLC multimedya oynatıcı: Erişilebilirlik geliştirmeleri

source: This addon adds a variety of commands to enhance accessibility in playing media: - script to announce the duration of the media you've already played, - script to announce the duration of the media remaining to be play, - script to announce the total duration of the media, - script to announce the current speed, - automatic announcement of state's changes such as: pause , volume mute, speed , repeat or random state's playback, volume's level, state of hidden or shown of menu bar, - automatic announcement of the elapsed time after a command to jump, - scripts to mark playback position and resume playback at this position, - script to restart interrupted playback at time recorded by VLC, - correct reading of the main window's status bar, - change of some VLC's annoying keyboard shortcuts of VLC. - and others enhancements as: - access to playback controls (feature 's idea of Javi Dominguez), - access to adjustments and effects dialog, - correct announcement of name and value 's slider, - deleting of some useless html text in description's object(code from Javi Dominguez add-on). The list of commands is obtained by "NVDA +Control+h". Compatible with VLC 3.0.
ar: تضيف هذه الوظيفة الإضافية مجموعة متنوعة من الأوامر لتحسين إمكانية الوصول في تشغيل الوسائط: - برنامج نصي للإعلان عن مدة الوسائط التي قمت بتشغيلها بالفعل ، - نص للإعلان عن مدة الوسائط المتبقية للتشغيل ، - نص للإعلان عن المدة الإجمالية للوسائط ، - نص للإعلان عن السرعة الحالية - الإعلان التلقائي عن تغييرات الحالة مثل: إيقاف مؤقت ، أو كتم الصوت ، أو السرعة ، أو التشغيل المتكرر أو العشوائي للحالة ، أو مستوى الصوت ، أو حالة إخفاء أو إظهار شريط القوائم ، - الإعلان التلقائي عن الوقت المنقضي بعد أمر بالقفز ، - البرامج النصية لتحديد موضع التشغيل واستئناف التشغيل في هذا الموضع ، - برنامج نصي لإعادة التشغيل المتقطع في الوقت المسجل بواسطة VLC ، - القراءة الصحيحة لشريط الحالة للنافذة الرئيسية ، - تغيير بعض اختصارات لوحة مفاتيح VLC المزعجة الخاصة بـ VLC. - وتحسينات أخرى مثل: - الوصول إلى عناصر التحكم في التشغيل (فكرة ميزة Javi Dominguez) ، - الوصول إلى حوار التعديلات والتأثيرات ، - الإعلان الصحيح عن شريط تمرير الاسم والقيمة - حذف بعض نصوص html عديمة الفائدة في كائن الوصف (رمز من الوظيفة الإضافية Javi Dominguez). يتم الحصول على قائمة الأوامر من خلال "NVDA + Control + h ". متوافق مع VLC 3.0.
es: Este complemento añade varias órdenes para facilitar la reproducción de medios: - script para anunciar la duración del medio que ya has reproducido, - script para anunciar la duración del medio restante por reproducir, - script para anunciar la duración total del medio, - script para anunciar la velocidad actual, - anuncio automático de cambios de estado, como pausa, sonido silenciado, cambio de tono o velocidad de reproducción, y la configuración de reproducción repetida o aleatoria, - anuncio automático de la duración después de una órdene de salto, - scripts para marcar la posición de reproducción y iniciar la reproducción en esta posición, - script para reanudar la reproducción interrumpida del tiempo memorizado por VLC, - lectura correcta de la barra de estado, - posibilidad de modificar algunos atajos de teclado problemáticos de VLC. y otras mejoras como: - el acceso a los controles de reproducción (idea de la función de Javi Domínguez), - el acceso al diálogo Efectos y filtros, - el anuncio correcto del nombre y el valor de los potenciómetros, - la eliminación de texto html innecesaria en la descripción de algunos objetos (código fuente de Javi Domínguez). La lista de órdenes se obtiene por Control+NVDA+H Compatible con VLC 3.0.
fr: Cette extension ajoute diverses commandes pour faciliter la lecture des médias: - script pour annoncer la durée du média déjà lue, - script pour annoncer la durée du média restante à lire, - script pour annoncer la durée totale du média, - script pour annoncer la vitesse courante, - annonce automatique des changements d'état comme la mise en pause , la coupure du son, la modification de la hauteur du son ou de la vitesse de lecture, la mise en lecture répétée ou aléatoire, - annonce automatique de la durée après une commande de saut, - scripts pour marquer une position de lecture et relancer la lecture à cette position, - script pour reprendre la lecture interrompue au temps mémorisé par VLC, - lecture correcte de la barre d'état, - possibilité de modification de certains raccourcis clavier génants de VLC. - et autres améliorations: - l'accès aux contrôles de lecture(idée de fonctionnalité de Javi Dominguez), - accès aux dialogue "Effets et filtres", - annonce correcte du nom et de la valeur des potentiomètres, - la suppression de texte html inutile dans la description de certaints objets (code source de Javi Dominguez). La liste des commandes est obtenue par Control+NVDA+H Compatible avec VLC 3.0.
ru: Этт дополнение добавляет множество команд для повышения доступности для vlc media player: - скрипт для объявления продолжительности медиа, которое вы уже слушали- скрипт для объявления продолжительности воспроизведения оставшихся медиа- скрипт для объявления общей продолжительности медиа- скрипт для объявления текущей скорости, - автоматическое объявление изменений статуса, таких как пауза, отключение звука, изменение высоты звука или скорости воспроизведения, а также настройки для повторного или случайного воспроизведения, уровня громкости, показана или скрыта панель инструментов, - скрипты для установки отметки позиции воспроизведения и последующего воспроизведения с этой отметки - скрипт для возобновления воспроизведения с отметки времени, сохраненного VLC - правильное чтение строки состояния - возможность изменить некоторые проблемные сочетания клавиш VLC и другие улучшения, такие как: - доступ к элементам управления воспроизведением (представление о роли Хави Домингеса) - доступ к диалогу Эффекты и фильтры - правильное объявление названия и значения слайдеров - удаление ненужного html-текста в описании некоторых объектов (исходный код от Javi Domínguez). список доступных команд "NVDA +Control+h". совместим с VLC 3.0.
tr: Bu eklenti, medya oynatılırken erişilebilirliği artırmak için çeşitli komutlar ekler: - oynattığınız medyanın geçen süresini duyurmak için komut, - Oynatılan medyanın kalan süresini bildirmek için komut, - medyanın toplam süresini duyurmak için komut, - geçerli hızı duyurmak için komut, - duraklama, ses kapatma, hız, tekrarlama veya rasgele durum çalma, ses seviyesi, gizli durum veya menü çubuğunun gösterilmesi gibi durum değişikliklerinin otomatik olarak duyurulması, - atlama komutundan sonra geçen sürenin otomatik olarak duyurulması, - oynatma konumunu işaretlemek ve bu konumdan oynatmaya devam etmek için komutlar, - VLC tarafından kaydedilen zamanda kesilen oynatmayı yeniden başlatmak için komut, - ana pencerenin durum çubuğunun doğru okunması, - VLC'nin can sıkıcı bazı VLC klavye kısayollarının değiştirilmesi. - Ve başka bazı iyileştirmeler: - oynatma kontrollerine erişim (özellik Javi Dominguez fikri), - ayarlamalar ve efektler iletişim kutusuna erişim, - ad ve değer kaydırıcısının doğru duyurusu, - açıklamanın nesnesindeki bazı gereksiz html metinlerinin silinmesi (Javi Dominguez eklentisinden kod). Komutların listesi "NVDA + Control + h" ile alınır. VLC 3.0 ile uyumlu.

source: Do you want to keep current add-on configuration settings ?
ar: هل تريد الاحتفاظ بإعدادات تكوين الوظيفة الإضافية الحالية؟
es: ¿Quieres conservar la configuración actual del complemento?
fr: Voulez vous conserver les paramètres actuels de l'extension ?
ru: Вы хотите сохранить текущие настройки дополнения?
tr: Eklentinin mevcut konfigürasyon ayarlarını korumak istiyor musunuz?

source: %s - installation
ar: تثبيت- %s
es: %s - instalación
ru: %s - установка
tr: %s - Kurulumu

source: Are you sure you don't want to keep the current add-on configuration settings?
es: ¿Estás seguro de que no deseas conservar las opciones de configuración del complemento actual?
fr: Voulez-vous vraiment ne pas conserver les paramètres de configuration actuels de l'extension ?
tr: Mevcut eklenti yapılandırma ayarlarını korumak istemediğinizden emin misiniz?

source: Continue playback %s
es: Reanudar la reproducción %s
fr: Reprendre la lecture %s
tr: %s oynatmaya devam

source: volume muted
ar: تم كتم الصوت
es: sonido silenciado
fr: son coupé
ru: громкость отключена
tr: ses kapatıldı

source: Playing,%s
ar: تشغيل'%s
es: Reproduciendo, %s
fr: En lecture, %s
ru: воспроизводится %s
tr: Oynatılıyor, %s

source: Pause,%s
ar: توقف'%s
es: En pausa, %s
fr: En pause, %s
ru: пауза, %s
tr: Duraklat,%s

source: Pause
ar: توقف
es: En pausa
fr: En pause
ru: пауза
tr: Duraklat

source: Menu bar is hidden
ar: شريط القوائم مخفي
es: La barra de menú está oculta
fr: La barre de menus est cachée
ru: Меню скрыто
tr: Menü çubuğu gizli

source: No media
ar: لا توجد وسائط
es: No hay medio
fr: Pas de media
ru: нет медиа
tr: Medya yok

source: Full screen
ar: تكبير الشاشة
es: Pantalla completa
fr: Plein écran
ru: на весь экран
tr: Tam ekran

source: Played duration %s
ar: مدة التشغيل %s
es: Duración reproducido %s
fr: Durée lue %s
ru: время воспроизведения %s
tr: Geçen süre %s

source: Remaining duration %s
es: Duración restante por reproducir %s
fr: Durée restante à lire %s
tr: Kalan süre %s

source: unknown
ar: غير معروف
es: desconocido
fr: inconnu
ru: неизвестно
tr: bilinmiyor

source: Volume: %s
ar: حجم الصوت: %s
es: Volumen: %s
ru: громкость %s
tr: Ses seviyesi: %s

source: Volume mute
ar: كتم الصوت
es: Sonido silenciado
fr: Son coupé
ru: отключение звука
tr: Sesi kapat

source: Repeat all
es: Repetir todo
fr: Répéter tout
tr: Tümünü tekrarla

source: Repeat only current media
es: Repetir el medio actual
fr: Répéter le média courant
tr: Sadece mevcut medyayı tekrarla

source: No repeat
es: No repetir
fr: Ne pas répéter
tr: Tekrar yok

source: Random playback
ar: تشغيل عشوائي
es: Reproducción aleatoria
fr: Lecture aléatoire
ru: Воспроизведение в случайном порядке
tr: Rastgele oynatma

source: Normal playback
ar: التشغيل العادي
es: Reproducción normal
fr: Lecture normale
ru: Нормальное воспроизведение
tr: Normal oynatma

source: With repeat and random playback
ar: مع التكرار والتشغيل العشوائي
es: Con repetición y reproducción aleatoria
fr: En lecture répétée et aléatoire
ru: С повторным и случайным воспроизведением
tr: Tekrarlı ve rastgele oynatma

source: With repeat
ar: مع التكرار
es: Con repetición
fr: En lecture répétée
ru: С повтором
tr: Tekrarlı

source: With random playback
ar: مع التشغيل العشوائي
es: Con reproducción aleatoria
fr: Avec lecture aléatoire
ru: В случайном порядке
tr: Rastgele oynatma

source: No change
ar: لا تغيير
es: Ningún cambio en la posición
fr: Position inchangée
ru: Без изменений
tr: Değişiklik yok

source: Jump is not possible
ar: القفز غير ممكن
es: El salto no es posible
fr: Déplacement impossible
ru: Прыжок невозможен
tr: Atlama mümkün değil

source: There are no controls available
ar: لا توجد ضوابط متاحة
es: No hay controles disponibles
fr: Il n'y a pas de contrôle disponible
ru: Нет доступных элементов управления
tr: Kullanılabilir kontrol yok

source: Control Panel
ar: لوحة التحكم
es: Panel de control
fr: Panneau de contrôle
ru: Панель управления
tr: Denetim paneli

source: Anchored playlist shown
ar: تم عرض قائمة التشغيل المثبتة
es: Lista de reproducción anclada visible
fr: Liste de lecture intégrée visible
ru: закрепленный плейлист показан
tr: Bağlantılı oynatma listesi gösteriliyor

source: Anchored playlist hidden
ar: قائمة التشغيل المثبتة مخفية
es: Lista de reproducción anclada oculta
fr: Liste de lecture intégrée cachée
ru: Закрепленный плейлист скрыт
tr: Bağlantılı oynatma listesi gizli

source: Go to time
ar: الذهاب الى الوقت
es: Ir a tiempo
fr: Aller au temps
ru: перейти ко времени
tr: Zamana git

source: hours:
ar: ساعات:
es: horas:
fr: heures:
ru: Часы
tr: saat:

source: Minutes:
ar: الدقائق:
es: Minutos:
ru: минуты
tr: Dakika:

source: Secondes:
ar: ثانية:
es: Segundos:
ru: Секунды
tr: Saniye:

source: &Go to time
ar: ال&ذهاب الى الوقت
es: &Ir a tiempo
fr: A&ller au temps
ru: & Иди ко времени
tr: Zamana &git

source: &Cancel
ar: إل&غاء
es: &Cancelar
fr: &Annuler
ru: &отменить
tr: &İptal

source: Please wait
ar: الرجاء الإنتظار
es: Espera por favor
fr: Veuillez patienter
ru: пожалуйста, подождите
tr: Lütfen bekle

source: Anchored playlist
ar: قائمة تشغيل ثابتة
es: Lista de reproducción anclada
fr: Liste de lecture intégrée
ru: закрепленный плейлист
tr: Bağlantılı oynatma listesi

source: selected
ar: المحدد
es: seleccionado
fr: sélectionné
ru: Выбрано
tr: seçildi

source: deselected
ar: غير محدد
es: no seleccionado
fr: désélectionné
ru: не выбрано
tr: seçilmedi

source: selection removed
ar: تمت إزالة التحديد
es: selección cancelada
fr: sélection annulée
ru: выделение отменено
tr: seçim kaldırıldı

source: SpecialAlphanumericCharactersInYourLanguage
ar: أحرف أبجدية رقمية خاصة بلغتك.
es: ÁáéíóúýàèìòùäëïöüâêîôûçãñõÁÉÍÓÚÝÀÈÌÒÙÄËÏÖÜÂÊÎÔÛÇÃÑÕ
fr: ÁáÉéÍíÓóÀàÈèìòÙùäëïöüâêîôûçÁÉÍÓÚÀÈÌÒÙÄËÏÖÜÂÊÎÔÛÇ
ru: Специальные Алфавитно-цифровые символы В вашем языке
tr: Dilinizdeki Özel Alfasayısal Karakterler

source: Report media's played duration
ar: الإعلان عن مدة التشغيل
es: Anunciar la duración ya reproducido del medio
fr: Annoncer la durée déjà lue du média
ru: Сообщить о продолжительности воспроизведения мультимедиа
tr: Geçen süreyi bildirir

source: Report media's totalduration
ar: الإعلان عن المدة الإجمالية للوسائط
es: Anunciar la duración total del medio
fr: Annoncer la durée totale du média
ru: Сообщите об общей продолжительности
tr: Toplam süreyi bildirir

source: Media duration %s
ar: المدة %s
es: Duración del medio %s
fr: Durée du média %s
ru: продолжительность %s
tr: Medya süresi %s

source: Report media's remaining durationto be played
ar: الإعلان عن المدة المتبقية
es: Anunciar la duración restante del medio para ser reproducido
fr: Annoncer la durée du média restante à lire
ru: Сообщить о продолжительности воспроизведения
tr: Kalan süreyi bildirir

source: Report current speed
ar: الإعلان عن السرعة الحالية
es: Anunciar la velocidad actual
fr: Annoncer la vitesse courante
ru: Сообщить текущую скорость
tr: Geçerli hızı bildir

source: Current speed
ar: السرعة الحالية
es: Velocidad actual
fr: Vitesse courante
ru: Текущая скорость
tr: Geçerli hız

source: Back to normal speed
ar: العودة إلى السرعة العادية
es: Retorno a la velocidad normal
fr: Retour à la vitesse normale
ru: Установлена нормальная скорость
tr: Normal hıza dön

source: Display the dialog to set a time and move the playback cursor to this time
ar: اعرض مربع الحوار لضبط الوقت ونقل حركة مؤشر التشغيل إلى هذا الوقت
es: Mostrar el cuadro de diálogo para establecer el tiempo y mover el cursor de reproducción en este tiempo
fr: Afficher le dialogue pour définir un temps et déplacer le curseur de lecture à ce temps
ru: Откройте диалоговое окно для установки времени и переместите курсор воспроизведения на это время.
tr: Bir zaman ayarlamak ve oynatma imlecini bu zamana taşımak için iletişim kutusunu göster

source: Not available, jump is too big
es: Imposible, el salto es muy importante
fr: Impossible, le saut est trop important
tr: Mevcut değil, atlama çok büyük

source: volume unmuted
ar: تشغيل الصوت
es: sonido desilenciado
fr: son rétabli
ru: громкость включена
tr: ses açıldı

source: Media stopped
ar: متوقف
es: Medio detenido
fr: Média arrêté
ru: остановка медиа
tr: Durduruldu

source: Add-on's Input gestures:
ar: إختصارات الإضافة:
es: Gestos de entrada del complemento:
fr: Gestes de commande de l'extension:
ru: Горячие клавиши дополнения vlc:
tr: Eklentinin girdi hareketleri:

source: main window help
ar: قائمة المساعدة الرئيسية
es: ventana principal - Ayuda
fr: fenêtre principale - Aide
ru: главное окно помощи
tr: ana pencere yardımı

source: Record current playing position for this media
ar: تسجيل موضع التشغيل الحالي
es: Guardar la posición de reproducción actual para este medio
fr: Enregistrer la position courante de lecture pour ce média
ru: Записать текущую позицию воспроизведения для этого файла
tr: Bu medya için geçerli oynatma konumunu kaydet

source: Not available, the media don't be played
ar: غير متوفر ، لا يتم تشغيل الوسائط
es: Imposible, el medio no puede ser reproducido
fr: Impossible, le média n'a pas été joué
ru: Недоступно, медиа не воспроизводятся
tr: Mevcut değil, medya oynatılamıyor

source: Playback of {0} file will be resume at {1}
ar: سيتم استئناف تشغيل ملف {0} في {1}
es: La reproducción del medio {0} se reanudará en {1}
fr: La lecture du média {0}pourra reprendre à {1}
ru: воспроизведение {0} файл будет возобновлен в {1}
tr: {0} dosyası oynatımına {1} konumundan devam edilecek

source: No available for this media
ar: لا يتوفر لهذه الوسائط
es: No está disponible para este medio
fr: Non disponible pour ce média
ru: недоступно для этого медиа
tr: Bu medya için kullanılabilir değil

source: Resume playback at position recoreded for this media
ar: استئناف التشغيل في الموضع المسترجع لهذه الوسائط
es: Reanudar la reproducción en la posición registrada para este medio
fr: Relancer la lecture à la position enregistrée pour ce média
ru: Возобновить воспроизведение с позиции, записанной для этого файла
tr: Kalınan yerden oynatmayı sürdür

source: Do you want to resume Playback at %s?
es: ¿Deseas reanudar la reproducción en %s?
fr: Voulez vous reprendre la lecture à %s ?
tr: Oynatma %s konumundan devam etsin mi?

source: Confirmation
ar: التأكيد
es: Confirmación
ru: подтверждение
tr: Onay

source: No resume time for this media
ar: لا وقت استئناف لهذه الوسائط
es: Ningún tiempo registrado para este medio
fr: Aucun temps enregistré pour ce média
ru: Нет времени возобновления для этого медиа
tr: Bu medya için kalınan yer bilgisi yok

source: Restart interrupted playback at position recorded by VLC
ar: أعد تشغيل مقاطعة التشغيل في الموضع المسجل بواسطة VLC
es: Reanudar la reproducción interrumpida en la posición memorizada por VLC
fr: Reprendre la lecture interrompue à la position mémorisée par VLC
ru: Перезапустить прерванное воспроизведение в позиции, записанной VLC
tr: VLC tarafından kaydedilen konumda kesilmiş oynatmayı yeniden başlat

source: Menu bar is shown
ar: يظهر شريط القوائم
es: La barra de menú está visible
fr: La barre de menus est affichée
ru: меню отображается
tr: Menü çubuğu gösteriliyor

source: Toggle automatic volume level report option
ar: تبديل خيار تقرير مستوى الصوت التلقائي
es: Habilitar o deshabilitar el anuncio automático del nivel de volumen
fr: Activer ou désactiver l'annonce automatique du niveau du volume
ru: переключатель автоматического уровня громкости
tr: Otomatik ses seviyesi bildirimi seçeneğini aç / kapat

source: Toggle automatic elapsed time report option
ar: تبديل خيار تقرير الوقت المنقضي التلقائي
es: Habilitar o deshabilitar el anuncio automático del tiempo transcurrido
fr: Activer ou désactiver l'annonce automatique du temps écoulé
ru: переключатель сообщения об истекшем времени
tr: Otomatik geçen süre bildirimi seçeneğini aç / kapat

source: Playlist closed
ar: قائمة التشغيل مغلقة
es: Lista de reproducción cerrada
fr: Liste de lecture fermée
ru: плейлист закрыт
tr: Oynatma listesi kapatıldı

source: unchecked
ar: غير محدد
es: desmarcado
fr: décoché
ru: неотмечен
tr: işaretlenmemiş

source: Main Panel
ar: لوحة رئيسية
es: Panel principal
fr: Panneau principal
ru: главная панель
tr: Ana panel

source: None
ar: لا شيء
es: Ninguno
fr: Aucun
tr: Yok

source: Display add-on's help
ar: عرض المساعدةللإضافة
es: Mostrar la ayuda del complemento
fr: Afficher l'aide de l'extension
ru: показать справку дополнения
tr: Eklenti yardımını göster

source: Options
ar: خيارات
es: Opciones
ru: параметры
tr: Seçenekler

source: Report Automatically &volume's level
ar: &تقرير تلقائيا ومستوى الصوت
es: Anunciar automáticamente el nivel de &volumen
fr: Annoncer automatiquement le niveau du &volume
ru: Отчет уровень громкости
tr: Otomatik ses se&viyesi bildirimi

source: Report automatically elapsed &time
ar: &تقرير الوقت المنقضي تلقائيًا
es: Anunciar automáticamente el &tiempo transcurrido
fr: Annoncer automatiquement le &temps écoulé
ru: Отчет время
tr: O&tomatik geçen süre bildirimi

source: Playback &controls's access
ar: ت&شغيل وصول عناصر التحكم
es: Acceso a los &controles de reproducción
fr: Accès aux &contrôles de lecture
ru: Воспроизведение и доступ к элементам управления
tr: Oynatma ve denetimlerin erişimi

source: Update
ar: تحديث
es: Actualización
fr: Mise à jour
ru: обновление
tr: Güncelle

source: Automatically check for &updates
es: Buscar automáticamente &actualizaciones
fr: Rechercher &automatiquement les mises à jour
tr: &Güncellemeleri otomatik olarak denetle

source: Update also release versions to &developpement versions
ar: تحديث إصدارات الت&طوير
es: Actualizar también versiones estable hacia versiones de &desarrollo
fr: &Mettre aussi à jour les versions stable vers les versions de développement
ru: обновление релиза и версии для разработчиков
tr: Mevcut sürümü geliştirme sürümlerine &de güncelle

source: &Check for update
ar: البح&ث عن التحديثات
es: &Buscar actualización
fr: &Rechercher une mise à jour
ru: проверка обновлений
tr: Gün&cellemeleri kontrol et

source: View &history
ar: عرض السجل
es: Ver &historial
fr: &Voir l'historique
ru: история
tr: Geçmişi &görüntüle

source: VLC's configuration
ar: تكوين VLC
es: Configuración de VLC
fr: Configuration de VLC
ru: конфигурация vlc
tr: VLC yapılandırması

source: &Modify vlc shortcuts
ar: ت&عديل اختصارات vlc
es: &Modificar los atajos del Reproductor multimedia VLC
fr: &Modifier les raccourcis du lecteur média VLC
ru: изменение комбинаций клавиш
tr: &Vlc kısayollarını değiştir

source: &Delete VLC configuration folder
ar: &حذف مجلد التكوين VLC
es: &Eliminar la carpeta de configuración de VLC
fr: &Supprimer le dossier de configuration de VLC
ru: удаление папки настроек vlc
tr: VLC konfigürasyon klasörünü si&l

source: Do you want really to delete VLC configuration folder ?
ar: هل تريد حقًا حذف مجلد تكوين VLC؟
es: ¿Estás seguro de que deseas eliminar la carpeta de configuración de VLC?
fr: Voulez vous vraiment supprimer le dossier de configuration de VLC ?
ru: вы действительно хотите удалить папку с настройками vlc?
tr: VLC konfigürasyon klasörünü gerçekten silmek istiyor musun?

source: Settings
ar: إعدادات...
es: Opciones
fr: Paramètres
ru: настройки
tr: Ayarlar

source: Settings ...
es: Opciones...
fr: Paramètres...
tr: Ayarlar...

source: Settings menu
ar: قائمة الإعدادات
es: Opciones
fr: Paramètres
ru: меню настроек
tr: Ayarlar menüsü

source: Display the settings dialog
es: Mostrar el diálogo de configuración del complemento
fr: Afficher le dialogue de configuration de l'extension
tr: Ayarlar iletişim kutusunu görüntüle

source: Downloading {name}
ar: تنزيل {name}
es: Descargando {name}
fr: Téléchargement de {name} en cours
ru: загрузка {name}
tr: {name} indiriliyor

source: Error downloading update for {name}.
ar: حدث خطأ أثناء تنزيل التحديث لـ {name}.
es: Error al descargar la actualización de {name}.
fr: Erreur lors du téléchargement de la mise à jour de {name}.
ru: ошибка загрузки {name}
tr: {name} için güncelleme indirilmesinde hata.

source: Cannot update {name} - missing file or invalid file format
ar: لا يمكن تحديث {name} - ملف مفقود أو تنسيق ملف غير صالح
es: No se puede actualizar {name} - archivo ausente o formato de archivo no válido
fr: Impossible de mettre à jour {name} - fichier manquant ou format de fichier incorrect
ru: {name} не может быть обновлен: неправильный формат или поврежденный файл
tr: {name} güncellenemiyor - eksik dosya veya geçersiz dosya biçimi

source: Updating
ar: جاري التحديث
es: Actualizando
fr: Mise à jour en cours
ru: обновлено
tr: Güncelleniyor
