Repository: paulber19/VLCAccessEnhancementNVDAAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, es, fr, ru, tr

source: Please wait while the add-on is being updated.
ar: الرجاء الانتظار حتى يتم تحديث الوظيفة الإضافية.
es: Por favor, espera mientras se actualiza el complemento.
fr: Veuillez patienter durant la mise à jour de l'extension.
ru: подождите, пока обновляется дополнение
tr: Eklenti güncellenirken lütfen bekleyin.

source: Failed to update {name} add-on
ar: فشل تحديث الوظيفة الإضافية {name}
es: Fallo al actualizar el complemento {name}
fr: Échec de la mise à jour de l'extension {name}
ru: не удалось обновить {name}
tr: {name} eklentisi güncellenemedi

source: {summary} - update
ar: {summary} - التحديث
es: {summary} - actualización
fr: {summary} - mise à jour
ru: {summary} - обновление
tr: {summary} - Güncelleme

source: The service is temporarily under maintenance. Please, try again later.
ar: الخدمة تحت الصيانة مؤقتا. الرجاء معاودة المحاولة في وقت لاحق.
es: El servicio está actualmente en mantenimiento. Por favor, inténtelo de nuevo más tarde.
fr: Le service est momentanément en maintenance. Veuillez réessayer plus tard.
ru: Сервис временно находится на техническом обслуживании. Пожалуйста, повторите попытку позже.
tr: Hizmet geçici olarak bakım altında. Lütfen daha sonra tekrar deneyin.

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
es: La actualización no es compatible con esta versión de NVDA. Versión mínima de NVDA: {minYear}.{minMajor}, última probada: {testedYear}.{testedMajor}.
fr: La mise à jour n'est pas compatible avec cette version de NVDA. Version minimum de NVDA : {minYear}.{minMajor}, dernière version testée : {testedYear}.{testedMajor}.
tr: Güncelleme, NVDA'nın bu sürümüyle uyumlu değil. Minimum NVDA sürümü: {minYear}.{minMajor}, son test: {testedYear}.{testedMajor}.

source: New version%s is available. Do you want to download it now?
es: La nueva versión %s está disponible. ¿Quieres descargarla ahora?
fr: La nouvelle version %s est disponible. Voulez-vous la télécharger maintenant ?
tr: Yeni sürüm%s mevcut. Şimdi indirmek ister misin?

source: New version{0} is available. But it is not compatible with this version of NVDA: minimum version requred = {1}, last version tested = {2}. Do you want to ignore this incompatibility and still download it now?
es: La nueva versión{0} está disponible. Pero no es compatible con esta versión de NVDA: versión mínima requerida = {1}, última versión probada = {2}. ¿Quieres ignorar esta incompatibilidad y aún así descargarlo ahora?
fr: La nouvelle version {0} est disponible. Mais elle n'est pas compatible avec cette version de NVDA: minimum version reuqise = {1}, dernière version testée = {2}. Voulez-vous ignorer cette incompatibilité et la télécharger quand même maintenant ?
tr: Yeni sürüm{0} mevcut. Ancak NVDA'nın bu sürümüyle uyumlu değil: gereken minimum sürüm = {1}, test edilen son sürüm = {2}. Bu uyumsuzluğu göz ardı edip uygulamayı şimdi indirmeye devam etmek istiyor musunuz?

source: You are up-to-date. %s is the latest version.
ar: %s هو أحدث إصدار حتى الآن.
es: Estás al día, %s es la versión más reciente.
fr: Vous êtes à jour, %s est la dernière version.
ru: Установлена последняя версия %s
tr: Güncelsin. %s en son sürüm.

source: Oops! There was a problem checking for updates. Please retry later
ar: ياااه! حدثت مشكلة من التحقق من وجود تحديثات. الرجاء إعادة المحاولة لاحقًا
es: ¡Huy! Hubo un problema al buscar las actualizaciones. Por favor, inténtelo de nuevo más tarde
fr: Oups! Il y a un problème pour rechercher les mises à jour. Réessayer ultérieurement
ru: Ой! При проверке обновлений возникла проблема. Повторите попытку позже
tr: Hata! Güncellemeler kontrol edilirken bir sorun oluştu. Lütfen daha sonra tekrar dene

source: &Yes
ar: &نعم
es: &Sí
fr: &Oui
ru: &Да
tr: &Evet

source: &No
ar: &لا
fr: &Non
ru: &Нет
tr: &Hayır

source: &Later
ar: &في وقت لاحق
es: &Más tarde
fr: &Plus tard
ru: &Позже
tr: &Sonra

source: Wha&t's new
ar: ما هو ا&لجديد
es: Qué hay &de nuevo
fr: Quoi &de neuf
ru: Какие новости
tr: Ne &yeni

source: The configuration file of the add-on contains errors. The configuration has been reset to factory defaults
es: El archivo de la configuración del complemento contiene errores. La configuración se ha restablecido a los valores predeterminados
fr: Le fichier de configuration de l'extension contient des erreurs. La configuration a été réinitialisée aux valeurs par défaut
tr: Eklentinin yapılandırma dosyası hatalar içeriyor. Yapılandırma fabrika varsayılanlarına sıfırlandı

source: Warning
ar: تحذير
es: Advertencia
fr: Avertissement
ru: предупреждение
tr: Uyarı

source: Do you want to modify resume time for this media ?
ar: هل تريد تعديل وقت الاستئناف لهذه الوسائط؟
es: ¿Deseas modificar el tiempo ya registrado para este medio?
fr: Voulez vous remplacer le temps déjà enregistré pour ce média ?
ru: Вы хотите изменить время возврата для этого файла?
tr: Bu medya için kalınan yer bilgisini değiştirmek istiyor musunuz?

source: Jump commands:
ar: أوامر القفز:
es: Órdenes de salto:
fr: Commandes de saut :
ru: Команды перемотки
tr: Atlama komutları:

source: Jump 5 minutes after
ar: القفز بعد 5 دقائق
es: Saltar 5 minutos hacia adelante
fr: Aller 5 minutes en avant
ru: Вперед на 5 минут
tr: 5 dakika sonrasına atla

source: Jump 5 minutes before
es: Saltar 5 minutos hacia atrás
fr: Aller 5 minutes en arrière
tr: 5 dakika öncesine atla

source: Jump 1 minute after
ar: القفز بعد 1 دقيقة
es: Saltar un minuto hacia adelante
fr: Aller une minute en avant
ru: вперед на 1 минуту
tr: 1 dakika sonrasına atla

source: Jump 1 minute before
ar: القفز قبل 1 دقيقة
es: Saltar un minuto hacia atrás
fr: Aller une minute en arrière
ru: назад на 1 минуту
tr: 1 dakika öncesine atla

source: Jump 10 secondes after
ar: القفز بعد 10 ثانية
es: Saltar diez segundos hacia adelante
fr: Aller dix secondes en avant
ru: вперед на 10 секунд
tr: 10 saniye sonrasına atla

source: Jump 10 secondes before
ar: القفز قبل 10 ثانية
es: Saltar diez segundos hacia atrás
fr: Aller dix secondes en arrière
ru: назад на 10 секунд
tr: 10 saniye öncesine atla

source: Jump 3 secondes after
ar: القفز بعد 3 ثوان
es: Saltar 3 segundos hacia adelante
fr: Aller trois secondes en avant
ru: вперед на 3 секунды
tr: 3 saniye sonrasına atla

source: Jump 3 secondes before
ar: القفز قبل 3 ثواني
es: Saltar 3 segundos hacia atrás
fr: Aller trois secondes en arrière
ru: назад на 3 секунды
tr: 3 saniye öncesine atla

source: Speed commands
ar: أوامر السرعة
es: Órdenes de velocidad
fr: Commandes de vitesse
ru: Команды изменения скоростиь
tr: Hız komutları

source: Increase the playback speed
ar: زيادة سرعة التشغيل
es: Incrementar la velocidad de reproducción
fr: Augmenter la vitesse de lecture
ru: увеличить скорость
tr: Oynatma hızını artır

source: Decrease the playback speed
ar: خفض سرعة التشغيل
es: Decrementar la velocidad de reproducción
fr: Diminuer la vitesse de lecture
ru: уменьшить скорость
tr: Oynatma hızını azalt

source: Slightly increase the playback speed
ar: زيادة طفيفة في سرعة التشغيل
es: Incrementar un poco la velocidad de reproducción
fr: Augmenter un peu la vitesse de lecture
ru: Чуть быстрее
tr: Oynatma hızını azıcık artır

source: Slightly decrease the playback speed
ar: انخفاض طفيف في سرعة التشغيل
es: Decrementar un poco la velocidad de reproducción
fr: Diminuer un peu la vitesse de lecture
ru: чуть медленее
tr: Oynatma hızını azıcık azalt

source: Normal rate
ar: معدل طبيعي
es: Volver a la velocidad normal
fr: Revenir à la vitesse normale
ru: нормальная скорость
tr: Normal hız

source: Volume commands:
ar: أوامر حجم الصوت:
es: Órdenes de volumen:
fr: Commandes de volume :
ru: Команды регулировки громкости
tr: Ses seviyesi komutları:

source: Increase volume
ar: ارتفاع الصوت
es: Incrementar volumen
fr: Augmenter le volume
ru: увеличить громкость
tr: Sesi arttır

source: Decrease volume
ar: إنخفاض حجم الصوت
es: Decrementar volumen
fr: Diminuer le volume
ru: уменьшить громкость
tr: Sesi azalt

source: Playing commands:
ar: أوامر التشغيل:
es: Órdenes de reproducción:
fr: Commandes de lecture :
ru: команды воспроизведения
tr: Oynatma komutları:

source: Play / pause
ar: تشغيل / توقف مؤقت
es: Pausar / reanudar la reproducción
fr: Mettre en pause / reprendre la lecture
ru: воспроизведение/пауза
tr: Oynat / duraklat

source: Stop the media
ar: وقف الوسائط
es: Detener el medio
fr: Arrêter le média
ru: стоп
tr: Oynatmayı durdur

source: Loop playback
es: Reproducción en bucle
fr: Lire en boucle
tr: Döngü oynatma

source: Others commands:
ar: أوامر أخرى:
es: Otras órdenes:
fr: Autres commandes:
ru: другие команды
tr: Diğer komutlar:

source: Leave full screen
ar: غادر وضع ملء الشاشة
es: Salir de pantalla completa
fr: Quitter le plein écran
ru: Выход из полноэкранного режима
tr: Tam ekrandan ayrıl

source: You must stop VLC application before delete configuration folder
ar: يجب إيقاف تطبيق VLC قبل حذف مجلد التكوين
es: Debes detener VLC antes de eliminar su carpeta de configuración
fr: Vous devez arrêter VLC avant de supprimer son dossier de configuration
ru: Перед удалением папки конфигурации необходимо остановить приложение VLC.
tr: Yapılandırma klasörünü silmeden önce VLC uygulamasını durdurmalısın

source: Impossible, VLC application is not installed or initialized
ar: غير ممكن، لم يتم تثبيت أو تهيئة تطبيق VLC
es: Imposible, el Reproductor multimedia VLC no está instalado o inicializado
fr: Impossible, le lecteur multi média VLC n'est pas installé ou initialisé
ru: Невозможно, приложение VLC не установлено или не инициализировано
tr: İmkansız, VLC uygulaması yüklü veya başlatılmamış

source: VLC configuration folder (%s) has been deleted. Before modify VLC shortcuts, you must start VLC once.
ar: تم حذف مجلد تكوين VLC (%s). قبل تعديل اختصارات VLC ، يجب أن تبدأ تشغيل VLC مرة واحدة.
es: La carpeta de configuración de VLC (%s) se ha eliminado. Para modificar los atajos de VLC, primero debe reiniciar VLC al menos una vez.
fr: Le dossier de configuration de VLC (%s) a été supprimé. Pour modifier les raccourcis de VLC, vous devez auparavant relancer VLC au moins une fois.
ru: папка настроек VLC (%s) была удалена. Перед изменением ярлыков VLC необходимо запустить VLC один раз.
tr: VLC yapılandırma klasörü (%s) silindi. VLC kısayollarını değiştirmeden önce VLC'yi bir kez başlatmalısın.

source: Information
ar: معلومات
es: Información
ru: информация
tr: Bilgi

source: VLC configuration folder "%s" cannot be deleted
ar: لا يمكن حذف مجلد تكوين VLC "%s "
es: La carpeta de configuración de VLC "%s" no se puede eliminar
fr: Le dossier de configuration de VLC (\"%s\") ne peut pas être supprimé
ru: папка настроек VLC "%s" не может быть удалена
tr: VLC yapılandırma klasörü "%s" silinemedi

source: Error
ar: خطأ
fr: Erreur
ru: ошибка
tr: Hata

source: You must stop VLC application before modify VLC configuration file
ar: يجب إيقاف تطبيق VLC قبل تعديل ملف تكوين VLC
es: Debes detener VLC antes de modificar su archivo de configuración
fr: Vous devez arrêter l'application VLC pour modifier son fichier de configuration
ru: Вы должны остановить VLC перед изменением файла конфигурации VLC
tr: VLC yapılandırma dosyasını değiştirmeden önce VLC uygulamasını durdurmalısın

source: Error, VLC configuration is not found
ar: خطأ ، لم يتم العثور على تكوين VLC
es: Error, el archivo de configuración no fue encontrado
fr: Erreur, le fichier de configuration est introuvable
ru: Ошибка, конфигурация VLC не найдена
tr: Hata, VLC konfigürasyonu bulunamadı

source: There is no key modification to do
ar: لا يوجد تعديل رئيسي للقيام به
es: No hay ninguna modificación en el archivo de configuración de VLC para hacer
fr: Il n'a aucune modification du fichier de configuration de VLC à faire
ru: Нет никаких изменений
tr: Yapılacak önemli bir değişiklik yok

source: Are you OK?
ar: هل أنت بخير؟
es: ¿Estas de acuerdo?
fr: Êtes vous d'accord?
ru: У тебя все нормально?
tr: Uygun mu?

source: %s add-on - Confirmation
ar: التأكيد- %s الوظيفة الإضافية
es: Complemento %s - Confirmación
fr: Extension %s - Confirmation
ru: %s дополнение - Подтверждение
tr: %s eklentisi - Onayı

source: VLC configuration file has been updated
ar: تم تحديث ملف تكوين VLC
es: El archivo de configuración de VLC ha sido actualizado
fr: Le fichier de configuration de VLC a été mis à jour
ru: файл настроек vlc был обновлен
tr: VLC yapılandırma dosyası güncellendi

source: The VLC command keys which will be record in the VLC configuration file are:
ar: مفاتيح أوامر VLC التي سيتم تسجيلها في ملف تكوين VLC هي:
es: Las teclas de órdenes que se cambiarán en el archivo de configuración de VLC son:
fr: Les touches de commandes qui seront modifiées dans le fichier de configuration de VLC sont:
ru: Командные ключи VLC, которые будут записаны в файл конфигурации VLC:
tr: VLC yapılandırma dosyasına kaydedilecek VLC komut tuşları:

source: VLC command's keys:
ar: مفاتيح الأوامر VLC:
es: Órdenes de teclado de VLC:
fr: Raccourcis clavier de VLC:
ru: Ключи команды VLC:
tr: VLC komut tuşları:

source: one
ar: واحد
es: una
fr: une
ru: один
tr: bir

source: one minute
ar: دقيقة واحدة
es: un minuto
fr: une minute
ru: 1 минута
tr: bir dakika

source: one hour
ar: ساعة واحدة
es: una hora
fr: une heure
ru: 1 час
tr: bir saat

source: %s hours
ar: %s ساعات
es: %s horas
fr: %s heures
ru: %s часов
tr: %s saat

source: %s minutes
ar: %s دقائق
tr: %s dakika

source: one second
ar: ثانية واحدة
es: un segundo
fr: une seconde
ru: 1 секунда
tr: bir saniye

source: %s seconds
ar: %s ثواني
es: %s segundos
fr: %s secondes
ru: %s секунд
tr: %s Saniye

source: 0 second
ar: 0ثانية
es: 0 segundo
fr: 0 seconde
ru: 0 секунд
tr: 0 saniye

source: Hit Escape key to close the window
ar: اضغط على مفتاح Escape لإغلاق النافذة
es: Pulsa Escape para cerrar esta ventana
fr: Taper Échap pour fermer cette fenêtre
ru: Нажмите клавишу Escape, чтобы закрыть это окно
tr: Pencereyi kapatmak için Escape tuşuna bas

source: continue playback %s
ar: متابعة التشغيل %s
ru: Продолжить воспроизведение %s

source: full screen
ar: تكبير الشاشة
ru: Во весь экран

source: remaining duration %s
ar: المدة المتبقية%s
ru: оставшееся время %s

source: repeat all
ar: كرر الكل
ru: повторить все

source: repeat only current media
ar: كرر الوسائط الحالية فقط
ru: повторять только текущие медиа

source: no repeat
ar: عدم التكرار
ru: без повтора

source: Not available, jump is too big
ar: غير متوفر ، القفز كبير جدًا
ru: Недоступно, прыжок слишком большой

source: Do you want to resume Playback at %s
ar: هل تريد استئناف التشغيل في%s
ru: Вы хотите возобновить воспроизведение в % s

source: Automatically check for &updates
ar: الب&حث تلقائيا عن التحديثات
ru: автоматическая проверка обновлений

source: settings ...
ar: الإعدادات ...
ru: настройки ...

source: Display the settings dialog
ar: اعرض مربع حوار الإعدادات
ru: показать диалог настроек

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}{minMajor}, last tested: {testedYear}.{testedMajor}.
ar: التحديث غير متوافق مع هذا الإصدار من NVDA. الحد الأدنى من NVDA:{minYear}{minMajor}, آخر اختبار:{testedYear}.{testedMajor}.
ru: Обновление несовместимо с этой версией NVDA. Минимальная версия NVDA: {minYear}{minMajor}, последнее тестирование: {testedYear}.{testedMajor}.

source: New version available, version %s. Do you want download it now?
ar: الإصدار الجديد متاح ، الإصدار %s . هل تريد تنزيله الآن؟
ru: доступна новая версия %s хотите ее загрузить?

source: Jump 5 minutes before
ar: القفز قبل 5 دقائق
ru: назад на 5 минут

source: loop playback
ar: تكرار التشغيل
ru: циклическое воспроизведение

source: random playback
ar: تشغيل عشوائي
ru: воспроизведение в случайном порядке

source: %s minuts
es: %s minutos
ru: %s минут
